import type { Service } from './types';

// This file contains a comprehensive list of SMM services.
// In a real application, this data would likely come from a database or an external API.
// For this prototype, it's hardcoded to allow for easy import into Firestore.

export const SMM_SERVICES: Service[] = [
    {
        "id": "5753",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0003,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات فيديو تيك توك |🔥بداية فورية"
    },
    {
        "id": "5860",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.6261,
        "min": 10,
        "max": 10000000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +20 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "3013",
        "platform": "Instagram",
        "category": "مشاهدات",
        "price": 0.0008,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات إنستغرام |🔥يعمل على كل الروابط |⚡السرعة 100 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4216",
        "platform": "Instagram",
        "category": "متابعين",
        "price": 0.6091,
        "min": 10,
        "max": 1000000,
        "description": "متابعين إنستغرام |🔥حسابات قديمة + منشورات |⚡السرعة 100 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "3793",
        "platform": "Instagram",
        "category": "متابعين",
        "price": 0.9124,
        "min": 10,
        "max": 100000,
        "description": "متابعين إنستغرام |🔥بدون نقص |⚡السرعة 50 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5896",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.1565,
        "min": 100,
        "max": 500000,
        "description": "متابعين فيسبوك (صفحة + بروفايل) |🔥بدون نقص |⚡السرعة 20 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "4560",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.1537,
        "min": 100,
        "max": 100000,
        "description": "متابعين فيسبوك (صفحه + بروفايل) |🔥بدايه فوريه |⚡السرعة 5 - 10 ألف/اليوم |⛔ بدون ضمان"
    },
    {
        "id": "5094",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.1342,
        "min": 100,
        "max": 100000,
        "description": "متابعين فيسبوك (صفحه + بروفايل) |🔥 بدون نقص |⚡السرعة +5-10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5103",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.1504,
        "min": 100,
        "max": 100000,
        "description": "متابعين فيسبوك (صفحه + بروفايل) |🔥بدون نقص |⚡السرعة 50 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5854",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.2031,
        "min": 100,
        "max": 1000000,
        "description": "متابعين فيسبوك (صفحة + بروفايل) |🔥بدون نقص |⚡السرعة 1 - 5 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5361",
        "platform": "Facebook",
        "category": "متابعين",
        "price": 0.1922,
        "min": 10,
        "max": 1000000,
        "description": "متابعين فيسبوك (صفحة + بروفايل) |🔥بدون نقص |⚡السرعة 30 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4144",
        "platform": "Facebook",
        "category": "إعجابات + متابعة",
        "price": 0.2024,
        "min": 100,
        "max": 50000,
        "description": "إعجابات + متابعة صفحة فيسبوك |🔥 بدون نقص |⚡السرعة +10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5360",
        "platform": "Facebook",
        "category": "إعجابات + متابعة",
        "price": 0.3705,
        "min": 10,
        "max": 100000,
        "description": "إعجابات + متابعة صفحة فيسبوك |🔥 بدون نقص |⚡السرعة 10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4540",
        "platform": "Facebook",
        "category": "أعضاء جروب",
        "price": 0.2875,
        "min": 100,
        "max": 100000,
        "description": "أعضاء جروب فيسبوك |🔥 بدون نقص |⚡السرعة 20 ألف/يوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5857",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.6187,
        "min": 10,
        "max": 50000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +3 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5184",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.9335,
        "min": 10,
        "max": 10000000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +20 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5898",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.4277,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعه +20 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5754",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0085,
        "min": 5000,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |⚡السرعة 10 مليون |🔥بداية فورية"
    },
    {
        "id": "5755",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0116,
        "min": 50,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |🔥بداية فورية |⚡السرعة 1 مليون |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5867",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.8464,
        "min": 50,
        "max": 200000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +2 - 3 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5486",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.1,
        "min": 10,
        "max": 10000000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +2 - 3 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5868",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.825,
        "min": 10,
        "max": 10000000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +20 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5893",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.1,
        "min": 10,
        "max": 10000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +50 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "634",
        "platform": "TikTok",
        "category": "حفظ",
        "price": 0.0127,
        "min": 10,
        "max": 2147483647,
        "description": "حفظ فيديو تيك توك |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4548",
        "platform": "YouTube",
        "category": "مشاهدات",
        "price": 1.045,
        "min": 100,
        "max": 10000000,
        "description": "مشاهدات يوتيوب |🔥خدمة جديدة - ننصح بها |⚡السرعة 1 - 5 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5919",
        "platform": "YouTube",
        "category": "إعجابات",
        "price": 0.308,
        "min": 10,
        "max": 500000,
        "description": "إعجابات يوتيوب |🔥بدايه فوريه |⚡السرعة +50 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5465",
        "platform": "YouTube",
        "category": "تعليقات",
        "price": 3.564,
        "min": 10,
        "max": 20000,
        "description": "تعليقات يوتيوب مخصصة |🔥بدون نقص |⚡السرعة +10 ألف/اليوم|✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "3443",
        "platform": "YouTube",
        "category": "مشاهدات",
        "price": 1.0,
        "min": 1,
        "max": 1,
        "description": "~~~~~~~~~~~~~~~~~~~~~~~~"
    },
    {
        "id": "5726",
        "platform": "Telegram",
        "category": "أعضاء",
        "price": 0.715,
        "min": 500,
        "max": 200000,
        "description": "أعضاء تيليجرام |📢قناة / مجموعة |⚡السرعة +20 ألف/اليوم |✅ضمان 30 يوم",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5725",
        "platform": "Telegram",
        "category": "مشاهدات",
        "price": 0.0047,
        "min": 5,
        "max": 217545811,
        "description": "مشاهدات تيليجرام للمنشورات | 📢 اخر 1 منشور |🔥بداية فورية"
    },
    {
        "id": "5723",
        "platform": "Telegram",
        "category": "تفاعل",
        "price": 0.013,
        "min": 10,
        "max": 1000000,
        "description": "تفاعل تليجرام إيجابى مكس [👍 ❤️ 🔥 🎉🤩 😁]"
    },
    {
        "id": "5724",
        "platform": "Telegram",
        "category": "تفاعل",
        "price": 0.013,
        "min": 10,
        "max": 1000000,
        "description": "تفاعل تليجرام سلبى مكس [👎 🤮 😁 🤯 😢 🤔 💩 🤬]"
    },
    {
        "id": "5567",
        "platform": "Canva",
        "category": "اشتراك",
        "price": 0.15,
        "min": 1,
        "max": 1,
        "description": "اشتراك كانفا برو لمدة 1 سنة"
    },
    {
        "id": "6003",
        "platform": "TikTok",
        "category": "نقاط معركة",
        "price": 0.1265,
        "min": 500,
        "max": 1000000000,
        "description": "نقاط معركة تيك توك |🔥بدء 0 - 1 دقيقة |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5846",
        "platform": "TikTok",
        "category": "نقاط معركة",
        "price": 0.132,
        "min": 100,
        "max": 2147483647,
        "description": "نقاط معركة تيك توك |🔥بدء 0 - 1 دقيقة |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5301",
        "platform": "TikTok",
        "category": "نقاط معركة",
        "price": 0.154,
        "min": 100,
        "max": 2147483647,
        "description": "نقاط معركة تيك توك |🔥بدء 0 - 1 دقيقة |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5302",
        "platform": "TikTok",
        "category": "نقاط معركة",
        "price": 0.165,
        "min": 100,
        "max": 2147483647,
        "description": "نقاط معركة تيك توك |🔥بدء 0 - 1 دقيقة |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5303",
        "platform": "TikTok",
        "category": "نقاط معركة",
        "price": 0.187,
        "min": 100,
        "max": 2147483647,
        "description": "نقاط معركة تيك توك |🔥بدء 0 - 1 دقيقة |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "205",
        "platform": "TikTok",
        "category": "شحن عملات",
        "price": 11.5,
        "min": 500,
        "max": 100000000,
        "description": "عملات تيكتوك | البدء من 0 - 12 ساعة | إقرأ وصف الخدمة 🔥"
    },
    {
        "id": "5374",
        "platform": "TikTok",
        "category": "متابعين مصريين",
        "price": 6.2675,
        "min": 500,
        "max": 1000,
        "description": "متابعين تيكتوك | 🎯حسابات عربية أكونتات نشطة 100٪ |🔥ممول من الاعلانات"
    },
    {
        "id": "4751",
        "platform": "TikTok",
        "category": "تعليقات مصرية",
        "price": 31.9,
        "min": 10,
        "max": 5000,
        "description": "تعليقات تيك توك مخصصة |🎯100%حسابات مصرية |⚡السرعة + 100/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5991",
        "platform": "TikTok",
        "category": "حفظ فيديو مصري",
        "price": 0.3248,
        "min": 10,
        "max": 1000,
        "description": "حفظ فيديو تيكتوك |🎯100%حسابات مصرية |⚡السرعة + 10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5992",
        "platform": "TikTok",
        "category": "شير مصري",
        "price": 0.209,
        "min": 100,
        "max": 10000,
        "description": "شير فيديو تيكتوك |🎯100%حسابات مصرية |⚡السرعة + 10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5993",
        "platform": "TikTok",
        "category": "تنزيل فيديو مصري",
        "price": 0.2128,
        "min": 10,
        "max": 20000,
        "description": "تنزيل فيديو تيكتوك |🎯100%حسابات مصرية |⚡السرعة + 10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5005",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0003,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |⚡السرعة 10 مليون |🔥بداية فورية"
    },
    {
        "id": "4609",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0004,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |⚡السرعة 10 مليون | ✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4084",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0006,
        "min": 50,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |⚡السرعة 10 مليون |🔥بداية فورية"
    },
    {
        "id": "4172",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0008,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات فيديو تيك توك |🔥بداية فورية"
    },
    {
        "id": "4610",
        "platform": "TikTok",
        "category": "مشاهدات",
        "price": 0.0009,
        "min": 100,
        "max": 2147483647,
        "description": "مشاهدات تيك توك |⚡السرعة 10 مليون | ✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4288",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من مصر |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4279",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من السعودية |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4281",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من الكويت |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4280",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من الإمارات |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4282",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من عمان |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4283",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من قطر |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4284",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من الأردن |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4285",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من الجزائر |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4286",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من المغرب |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "4287",
        "platform": "TikTok",
        "category": "مشاهدات مستهدفة",
        "price": 0.0429,
        "min": 1000,
        "max": 1000000,
        "description": "مشاهدات تيك توك |🎯من تونس |⚡السرعة 10 مليون |🔥بدون نقص"
    },
    {
        "id": "5375",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.2191,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |⛔ بدون ضمان"
    },
    {
        "id": "6042",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.2246,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅7 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6043",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.2481,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅15 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6015",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.2631,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6017",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.2995,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6018",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.3238,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅90 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6019",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.3723,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6020",
        "platform": "TikTok",
        "category": "متابعين عرب",
        "price": 1.4209,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🎯100% حسابات عربيه |⚡السرعة +50 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5885",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.902,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيكتوك |🔥بدون نقص |⚡السرعة 10 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "4752",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.935,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +10 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5881",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.946,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +10 ألف/اليوم |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4091",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.957,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +10 ألف/اليوم |✅90 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5428",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.968,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +10 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4614",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 0.979,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +10 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5859",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.54,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بداية فورية |⚡السرعة +20 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5878",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.551,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅7 أيام ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5879",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.562,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅15 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5365",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.573,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5869",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.584,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5870",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.595,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅90 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5872",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.606,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5356",
        "platform": "TikTok",
        "category": "متابعين",
        "price": 1.617,
        "min": 10,
        "max": 1000000,
        "description": "متابعين تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5845",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.132,
        "min": 10,
        "max": 10000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5840",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.143,
        "min": 10,
        "max": 10000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5847",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.154,
        "min": 10,
        "max": 10000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5841",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.077,
        "min": 10,
        "max": 2000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة"
    },
    {
        "id": "5842",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0825,
        "min": 10,
        "max": 2000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5844",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0847,
        "min": 10,
        "max": 2000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5843",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.088,
        "min": 10,
        "max": 2000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡سريعة |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "30",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0825,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بداية فورية |⚡السرعة +100 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "31",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0842,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡السرعة +100 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "32",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0867,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡السرعة +100 ألف/اليوم |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "33",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0891,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡السرعة +100 ألف/اليوم |✅90 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "34",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0908,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡السرعة +100 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "35",
        "platform": "TikTok",
        "category": "إعجابات + مشاهدات",
        "price": 0.0933,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك + مشاهدات |🔥بدون نقص |⚡السرعة +100 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1141",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0154,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بداية فورية |⚡السرعة +20 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "1142",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0165,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1143",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0176,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1144",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0187,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅90 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1145",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0198,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1146",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0209,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥بدون نقص |⚡السرعة +20 ألف/اليوم |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6040",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0407,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5467",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0418,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +1 - 10 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5332",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0759,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "5930",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0814,
        "min": 10,
        "max": 2000000,
        "description": "إعجابات تيك توك |⚡السرعه +1 ألف/اليوم |⛔بدون ضمان"
    },
    {
        "id": "4435",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.099,
        "min": 10,
        "max": 10000000,
        "description": "إعجابات تيك توك |🔥سريعة |⛔بدون ضمان"
    },
    {
        "id": "4096",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0418,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5105",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0149,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |🔥بداية فورية |✅60 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4221",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0792,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +20 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4094",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.033,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6000",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0979,
        "min": 10,
        "max": 10000000,
        "description": "إعجابات تيك توك |🔥سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4555",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.1045,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |🔥سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5482",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0341,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +50 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5873",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.1155,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +5 - 10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5848",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.1155,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك |⚡السرعه +5 - 10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5931",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.121,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +5 - 10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5932",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.132,
        "min": 10,
        "max": 300000,
        "description": "إعجابات تيك توك |⚡السرعه +5 - 10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4352",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0143,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +100 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4099",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.0618,
        "min": 10,
        "max": 20000000,
        "description": "إعجابات تيك توك |⚡السرعه +50 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4098",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.165,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +10 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4095",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.044,
        "min": 10,
        "max": 1000000,
        "description": "إعجابات تيك توك |⚡السرعه +100 ألف/اليوم |🔥بداية فورية |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5006",
        "platform": "TikTok",
        "category": "إعجابات",
        "price": 0.1622,
        "min": 10,
        "max": 5000000,
        "description": "إعجابات تيك توك |🔥نقص قليل |⚡السرعة +20 ألف/اليوم |🔥أفضل العروض"
    },
    {
        "id": "4586",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 0.715,
        "min": 1,
        "max": 100000,
        "description": "تعليقات تيك توك عشوائية |⚡السرعة + 50 ألف/اليوم |🔥بداية فورية"
    },
    {
        "id": "5505",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 2.97,
        "min": 10,
        "max": 100000,
        "description": "تعليقات تيك توك إيموجى |⚡السرعة + 5 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5506",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 3.3,
        "min": 10,
        "max": 100000,
        "description": "تعليقات تيك توك مخصصة |⚡السرعة + 5 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "6032",
        "platform": "TikTok",
        "category": "لايك كومنت",
        "price": 0.154,
        "min": 10,
        "max": 10000,
        "description": "تيك توك لايك كومنت |🔥بدون نقص |⚡سريعة |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5961",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 3.85,
        "min": 10,
        "max": 500000,
        "description": "تعليقات تيك توك مخصصة |⚡السرعة + 20 ألف/اليوم |🔥بداية فورية |✅365 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5507",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 7.7,
        "min": 10,
        "max": 30000,
        "description": "تعليقات تيك توك إيموجى |⚡السرعة + 30 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5508",
        "platform": "TikTok",
        "category": "تعليقات",
        "price": 8.8,
        "min": 10,
        "max": 5000,
        "description": "تعليقات تيك توك مخصصة |⚡السرعة + 5 ألف/اليوم |🔥بداية فورية |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5121",
        "platform": "TikTok",
        "category": "حفظ",
        "price": 0.132,
        "min": 10,
        "max": 217545811,
        "description": "حفظ فيديو تيك توك |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "1919",
        "platform": "TikTok",
        "category": "حفظ",
        "price": 0.1114,
        "min": 10,
        "max": 1000000,
        "description": "حفظ فيديو تيك توك |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5333",
        "platform": "TikTok",
        "category": "حفظ",
        "price": 0.143,
        "min": 10,
        "max": 217545811,
        "description": "حفظ فيديو تيك توك |🔥 عدد غير محدود |🔥 +100% زيادة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "4101",
        "platform": "TikTok",
        "category": "مشاركات",
        "price": 0.099,
        "min": 10,
        "max": 2147483647,
        "description": "مشاركات تيك توك |🔥بدون نقص |⚡سريعة |✅ضمان مدى الحياة",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "633",
        "platform": "TikTok",
        "category": "تحميل فيديو",
        "price": 0.011,
        "min": 10,
        "max": 10000000,
        "description": "تحميل فيديو تيك توك |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "631",
        "platform": "TikTok",
        "category": "تحميل فيديو",
        "price": 0.0825,
        "min": 10,
        "max": 5000000,
        "description": "تحميل فيديو تيك توك |🔥بدون نقص |⚡سريعة |✅30 يوم ضمان",
        "guarantee": true,
        "refill": true
    },
    {
        "id": "5509",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 1.1,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 15 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5510",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 2.2,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 30 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5511",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 4.4,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 60 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5512",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 6.6,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 90 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5513",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 8.8,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 120 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5514",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 13.2,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 180 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5515",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 19.8,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 240 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "5516",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 49.5,
        "min": 50,
        "max": 30000,
        "description": "مشاهدات بث مباشر تيكتوك عرب |📊 مشاهدة لمدة 360 دقيقة |✨حد أقصى 10 ألف"
    },
    {
        "id": "4525",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 0.5049,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 15 دقيقة"
    },
    {
        "id": "4526",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 1.056,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 30 دقيقة"
    },
    {
        "id": "4527",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 2.112,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 60 دقيقة"
    },
    {
        "id": "4528",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 3.168,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 90 دقيقة"
    },
    {
        "id": "4529",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 4.224,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 120 دقيقة"
    },
    {
        "id": "4530",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 6.336,
        "min": 10,
        "max": 200000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 180 دقيقة"
    },
    {
        "id": "4531",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 8.448,
        "min": 10,
        "max": 200000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 240 دقيقة"
    },
    {
        "id": "5750",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 26.4,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 300 دقيقة"
    },
    {
        "id": "5751",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 3.432,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 360 دقيقة"
    },
    {
        "id": "5752",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر",
        "price": 13.728,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك |⚡بدء فورى | البقاء لمدة 1440 دقيقة"
    },
    {
        "id": "5266",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 0.55,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 15 دقيقة"
    },
    {
        "id": "5267",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 1.1,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 30 دقيقة"
    },
    {
        "id": "5268",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 2.2,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 60 دقيقة"
    },
    {
        "id": "5269",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 8.58,
        "min": 50,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 90 دقيقة"
    },
    {
        "id": "5270",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 4.4,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 120 دقيقة"
    },
    {
        "id": "5271",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 6.6,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 180 دقيقة"
    },
    {
        "id": "5272",
        "platform": "TikTok",
        "category": "مشاهدات بث مباشر + نقاط معركة",
        "price": 8.8,
        "min": 10,
        "max": 100000,
        "description": "بث مباشر تيك توك + نقاط معركه |⚡بدء فورى | البقاء لمدة 240 دقيقة"
    },
    {
        "id": "5291",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.077,
        "min": 100,
        "max": 2147483647,
        "description": "إعجابات بث مباشر تيك توك |🔥بدء 0 - 5 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5292",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.088,
        "min": 100,
        "max": 2147483647,
        "description": "إعجابات بث مباشر تيك توك |🔥بدء 0 - 3 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5293",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.099,
        "min": 100,
        "max": 2147483647,
        "description": "إعجابات بث مباشر تيك توك |🔥بدء 0 - 1 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "4533",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.07,
        "min": 10,
        "max": 2147483647,
        "description": "إعجابات بث مباشر تيك توك❤️ |🔥بدء فورى |⚡السرعة +100 ألف/اليوم"
    },
    {
        "id": "5295",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.044,
        "min": 50,
        "max": 10000000,
        "description": "مشاركات بث مباشر تيك توك |🔥بدء 0 - 1 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5296",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.099,
        "min": 10,
        "max": 10000000,
        "description": "مشاركات بث مباشر تيك توك |🔥بدء 0 - 10 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5297",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.605,
        "min": 10,
        "max": 1000000,
        "description": "مشاركات بث مباشر تيك توك |🔥بدء 0 - 5 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "4534",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.231,
        "min": 50,
        "max": 10000000,
        "description": "شير بث مباشر تيك توك⬆️|🔥بدء فورى |⚡السرعة +100 ألف/اليوم"
    },
    {
        "id": "4535",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.902,
        "min": 10,
        "max": 10000000,
        "description": "شير بث مباشر تيك توك⬆️|🔥بدء فورى |⚡السرعة +100 ألف/اليوم"
    },
    {
        "id": "5298",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 1.65,
        "min": 10,
        "max": 10000,
        "description": "تعليقات إيموجى بث مباشر تيك توك |🔥بدء 0 - 1 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "5299",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 5.5,
        "min": 10,
        "max": 100000,
        "description": "تعليقات إيموجى بث مباشر تيك توك |🔥بدء 0 - 10 دقائق |⚡السرعة +500 ألف/اليوم"
    },
    {
        "id": "4532",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.0209,
        "min": 10,
        "max": 2147483647,
        "description": "إعجابات بث مباشر تيك توك❤️ |🔥بدء فورى |⚡السرعة +100 ألف/اليوم"
    },
    {
        "id": "4536",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 3.63,
        "min": 5,
        "max": 10000,
        "description": "تعليقات بث مباشر تيك توك عشوائية 💬|🔥بدء فورى |⚡السرعة 100 ألف/اليوم"
    },
    {
        "id": "6030",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.748,
        "min": 10,
        "max": 10000,
        "description": "تيكتوك تعليقات بث مباشر ( إيموجى ) |🔥بدون نقص |⚡السرعة +100 ألف/اليوم"
    },
    {
        "id": "4537",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 13.684,
        "min": 5,
        "max": 10000,
        "description": "تعليقات بث مباشر تيك توك مخصصة 💬|🔥بدء فورى |⚡السرعة 100 ألف/اليوم"
    },
    {
        "id": "6031",
        "platform": "TikTok",
        "category": "تفاعل بث مباشر",
        "price": 0.748,
        "min": 10,
        "max": 10000,
        "description": "تيكتوك تعليقات بث مباشر ( عشوائيه) |🔥بدون نقص |⚡السرعة +100 ألف/اليوم"
    }
]
